[
  {
    "Id": 1,
    "Name": "Mẹ âu cơ - Au co Mother ",
    "Description": "Âu Cơ was, according to the creation myth of the Vietnamese people, an immortal mountain snow goddess who married Lạc Long Quân (Dragon Lord of Lạc), and bore an egg sac that hatched a hundred children known collectively as Bách Việt, ancestors to the Vietnamese people. Âu Cơ is often honored as the mother of Vietnamese civilization.",
    "AuthorId": 1,
    "Like": 100,
    "Share": 100
  },
  {
    "Id": 2,
    "Name": "Mẹ cám - Cam Mother ",
    "Description": "Mother of Cám is a very evil character in Vietnamese fairy tales name Tấm - Cám",
    "AuthorId": 2,
    "Like": 100,
    "Share": 100
  },
  {
    "Id": 3,
    "Name": "Phú Ông - Rich Landowner",
    "Description": "Phú Ông war a rich man in feudal countryside",
    "AuthorId": 3,
    "Like": 100,
    "Share": 100
  },
  {
    "Id": 4,
    "Name": "Ngày Tết Quê Em - My Country Tet",
    "Description": "To young girls nowaday, who are wearing Ao Dai on spring excursions, the outfit wishes to transmit a message to young people that says, 'Integrate, not dissolve.'",
    "AuthorId": 4,
    "Like": 100,
    "Share": 100
  },
  {
    "Id": 5,
    "Name": "Thị Mầu - Thi Mau ",
    "Description": "Thi Mau is a character in Vietnamese literature named Quan Am Thi Kinh,  this is a character that has a negative influence on the main character.",
    "AuthorId": 5,
    "Like": 100,
    "Share": 100
  },
  {
    "Id": 6,
    "Name": "Sắc Màu H-Mông ",
    "Description": "The Hmong began to migrate to Tonkin (Northern Vietnam) in 19th century, and between 1883 to 1954, a number of Hmong decided to join the Vietnamese Nationalists and Communists , they are now one of 54 nations of Vietnam.",
    "AuthorId": 6,
    "Like": 100,
    "Share": 100
  },
  {
    "Id": 7,
    "Name": "Lạc Long Quân - Dragon King Of Lac ",
    "Description": "Lac Long Quan ( Dragon King of Lac ) is an ancient king of the Hong Bang dynasty of ancient Vietnam. He is the main figure in the Vietnamese  creation myth of Lac Long Quan - Au Co",
    "AuthorId": 7,
    "Like": 100,
    "Share": 100
  },
  {
    "Id": 8,
    "Name": "Duyên Dáng Khơ-Me ",
    "Description": "The Khmer are an indigenous ethnic minority with a very long history of settlement, mainly in the southern region of Vietnam, especially the Mekong Detla. They are one of the 54 ethnic groups in Vietnam with many unique cultural identities.",
    "AuthorId": 8,
    "Like": 100,
    "Share": 100
  },
  {
    "Id": 9,
    "Name": "Xuân Tây Bắc - Northwest Spring ",
    "Description": "Tây Bắc (literally 'Northwest') is one of the regions of Vietnam , located in the mountainous northwestern part of the country. Many ethnic  groups in Vietnam are living here.",
    "AuthorId": 9,
    "Like": 100,
    "Share": 100
  },
  {
    "Id": 10,
    "Name": "Vũ Khúc Thiên Long- Dragon Dance ",
    "Description": "Inspired by the image of the Hung Kings during the time of building adn establishing the country combined with solo dragon danc, a trend that is loved  by young people",
    "AuthorId": 10,
    "Like": 100,
    "Share": 100
  },
  {
    "Id": 11,
    "Name": "Duyên Dáng Việt Nam",
    "Description": "Ao dai is a modern national costume of Vietnam consisting of a slit ao dai worn  over silk pants. Ao Dai reprensents the grace and beauty of a Vietnamese girl.",
    "AuthorId": 11,
    "Like": 100,
    "Share": 100
  }
]
